<script setup>
import Navbar from '../../components/navbar.vue';
</script>

<template>
    <Navbar />
    <div class="mt-[100px] px-4 md:px-8 lg:px-20 my-8 w-full flex justify-center">
        <div class="w-full max-w-5xl">
          <div class="flex gap-2 items-center text-sm md:text-base">
            <router-link to="/" class="font-medium">
              Главная
            </router-link>
            <p class="bg-gray-400 w-1 h-1 rounded-full"></p>
            <p class="text-gray-600">Условия пользования</p>
          </div>
          <div class="font-bold text-2xl md:text-3xl mt-4 md:mt-6">Условия пользования</div>
          <div class="bg-white shadow-md rounded-lg p-4 md:p-6 lg:p-8 mt-6">
            <p class="text-gray-800 leading-relaxed text-sm md:text-base">
              В 77.uz мы ценим и уважаем вашу частную жизнь. В этой политике конфиденциальности описываются типы
              личной информации, которую мы собираем, как мы используем и защищаем эту информацию, а также ваши права
              в отношении ваших персональных данных, когда вы посещаете наш веб-сайт или пользуетесь нашими услугами.
              Получая доступ к 77.uz или используя его, вы соглашаетесь с методами, описанными в настоящей Политике
              конфиденциальности.
      
              <br><br><span class="font-semibold">Информация, которую мы собираем:</span>
              <br>1.1 Личная информация: Мы можем собирать личную информацию, такую как ваше имя, адрес электронной почты,
              контактные данные и другую соответствующую информацию, которую вы добровольно предоставляете нам при
              регистрации, совершении покупки, подписке на нашу рассылку новостей или взаимодействии с нашим
              веб-сайтом.
              <br>1.2 Информация об использовании: Мы собираем неличную информацию о вашем взаимодействии с нашим
              веб-сайтом, такую как ваш IP-адрес, тип браузера, операционная система, информация об устройстве и
              посещенных страницах. Эта информация помогает нам анализировать тенденции, администрировать сайт и
              улучшать пользовательский опыт.
      
              <br><br><span class="font-semibold">Использование собранной информации:</span>
              <br>2.1 Предоставление услуг: Мы используем собранную информацию для предоставления запрашиваемых вами
              услуг, таких как обработка бронирований, предоставление поддержки клиентов и предоставление
              соответствующей информации о наших продуктах, рекламных акциях и обновлениях.
              <br>2.2 Улучшение пользовательского опыта: Мы можем использовать информацию для персонализации вашего опыта,
              понимания предпочтений пользователей, оптимизации нашего веб-сайта и предложения индивидуального
              контента, рекомендаций и рекламы, основанных на ваших интересах.
      
              <br><br>2.3 Связь: Мы можем связаться с вами по электронной почте или другим каналам связи, чтобы ответить на
              запросы, оказать помощь или проинформировать вас о важных обновлениях, предложениях и рекламных акциях,
              связанных с 77.uz. У вас есть возможность отказаться от подписки на рекламные сообщения в любое время.
      
              <br><br><span class="font-semibold">Обмен данными и их раскрытие:</span>
              <br>3.1 Сторонние поставщики услуг: Мы можем привлекать доверенных сторонних поставщиков услуг для выполнения 
              определенных функций от нашего имени, таких как обработка платежей, анализ данных или предоставление 
              маркетинговых сообщений. Эти поставщики имеют доступ к личной информации исключительно для выполнения своих 
              задач и должны защищать данные в соответствии с применимым законодательством.
            </p>
          </div>
        </div>
      </div>
</template>

<style scoped></style>